Repository: owngoal-dev/Fila
Catalog: Fila/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, pt_br, ru, vi, zh_hans, zh_hant

source: Write Text to File
ar: كتابة نص إلى ملف
de: Text in Datei schreiben
es: Escribir texto en un archivo
fr: Écrire du texte dans un fichier
it: Scrivi testo su file
ja: ファイルにテキストを書き込む
ko: 파일에 텍스트 쓰기
pt_br: Gravar Texto em Arquivo
ru: Записать текст в файл
vi: Ghi văn bản vào tệp
zh_hans: 将文本写入文件
zh_hant: 將文字寫入檔案

source: Writes text to a file as root, replacing its contents and keeping its permissions, owner and dates.
ar: يكتب نصًا إلى ملف بصلاحية الجذر، مستبدلًا محتوياته ومحتفظًا بأذوناته ومالكه وتواريخه.
de: Schreibt Text als Root in eine Datei, ersetzt ihren Inhalt und behält Zugriffsrechte, Eigentümer und Datumsangaben bei.
es: Escribe texto en un archivo como root, sustituyendo su contenido y conservando sus permisos, propietario y fechas.
fr: Écrit du texte dans un fichier en tant que root, en remplaçant son contenu et en conservant ses autorisations, son propriétaire et ses dates.
it: Scrive del testo in un file come root, sostituendone il contenuto e mantenendo permessi, proprietario e date.
ja: rootとしてファイルにテキストを書き込み、内容を置き換えます。アクセス権、所有者、日付は保持されます。
ko: 루트 권한으로 파일에 텍스트를 씁니다. 내용은 대치되고 권한, 소유자 및 날짜는 유지됩니다.
pt_br: Grava texto em um arquivo como root, substituindo o conteúdo e mantendo as permissões, o proprietário e as datas.
ru: Записывает текст в файл от имени root, заменяя его содержимое и сохраняя права доступа, владельца и даты.
vi: Ghi văn bản vào một tệp với quyền root, thay thế nội dung và giữ nguyên quyền, chủ sở hữu và ngày tháng của tệp.
zh_hans: 以 root 身份将文本写入文件，替换其内容，并保留权限、所有者和日期。
zh_hant: 以 root 權限將文字寫入檔案，取代其內容並保留權限、擁有者和日期。

source: Wrong Password
ar: كلمة سر خاطئة
de: Falsches Passwort
es: Contraseña incorrecta
fr: Mot de passe incorrect
it: Password errata
ja: パスワードが違います
ko: 잘못된 암호
pt_br: Senha Incorreta
ru: Неверный пароль
vi: Sai mật khẩu
zh_hans: 密码错误
zh_hant: 密碼錯誤

source: Your files stay where they are. You will have nothing left to paste.
ar: تبقى ملفاتك في مكانها. لن يتبقى لديك شيء للصقه.
de: Deine Dateien bleiben, wo sie sind. Es bleibt nichts mehr zum Einsetzen übrig.
es: Tus archivos se quedan donde están. No te quedará nada que pegar.
fr: Vos fichiers restent où ils sont. Vous n’aurez plus rien à coller.
it: I tuoi file restano dove sono. Non avrai più nulla da incollare.
ja: ファイルはそのままの場所に残ります。ペーストできる項目はなくなります。
ko: 파일은 있던 자리에 그대로 남습니다. 붙여넣을 항목은 남지 않습니다.
pt_br: Seus arquivos permanecem onde estão. Você não terá mais nada para colar.
ru: Ваши файлы останутся на своих местах. Вставлять будет нечего.
vi: Các tệp của bạn vẫn ở nguyên vị trí. Bạn sẽ không còn gì để dán.
zh_hans: 文件将保留在原位置。清空后将没有可粘贴的项目。
zh_hant: 你的檔案會留在原處，但將沒有任何內容可以貼上。

source: ZipCrypto offers broad compatibility but weak password protection.
ar: يوفّر ZipCrypto توافقًا واسعًا لكن حماية ضعيفة بكلمة السر.
de: ZipCrypto bietet breite Kompatibilität, aber schwachen Passwortschutz.
es: ZipCrypto ofrece amplia compatibilidad, pero una protección con contraseña débil.
fr: ZipCrypto offre une large compatibilité mais une protection par mot de passe faible.
it: ZipCrypto offre un’ampia compatibilità ma una protezione con password debole.
ja: ZipCryptoは互換性が高い一方、パスワード保護は脆弱です。
ko: ZipCrypto는 호환성이 넓지만 암호 보호가 약합니다.
pt_br: O ZipCrypto oferece ampla compatibilidade, mas proteção por senha fraca.
ru: ZipCrypto обеспечивает широкую совместимость, но слабую защиту паролем.
vi: ZipCrypto tương thích rộng nhưng bảo vệ bằng mật khẩu yếu.
zh_hans: ZipCrypto 兼容性广，但密码保护较弱。
zh_hant: ZipCrypto 相容性廣泛，但密碼保護強度很弱。

source: Inode
es: Inodo

source: Runpaths
it: Runpath

source: Bootstrap
ja: ブートストラップ
ko: 부트스트랩
zh_hans: 引导目录
zh_hant: 引導目錄

source: Root
ja: ルート
ko: 루트
pt_br: Raiz
ru: Корень
zh_hans: 根目录
zh_hant: 根目錄

source: Sticky
ja: スティッキー
ko: 고정 비트(sticky)
zh_hans: 粘滞位
